---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.CannotCreateCornerBalusters
source: html/696c7267-f777-4caf-47bc-47e93f1e9631.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.CannotCreateCornerBalusters Property

Can't create corner Baluster

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateCornerBalusters { get; }
```